const questions = [
  {
    id: 1,
    text: "오늘의 당신이 겪을 밤의 분위기는 어떠신가요?",
    options: [
      "달빛 아래 조용한 밤",
      "친구들과 신나는 파티",
      "따뜻하고 포근한 무드",
      "바닷가에서 바람을 맞으며",
      "화려한 연회장에서 우아하게"
    ]
  },

  
  // ...2~6번 질문도 같은 형식으로 추가

  {
    id: 2,
    text: "여행을 간다면 어디로 가고 싶나요?",
    options: [
      "도시의 루프탑 바",
      "산 속의 한적한 오두막",
      "광활한 사막의 리조트",
      "크루즈 여행에서 바다 위 칵테일",
      "와이너리에서 여유롭게 한 잔",
      "인디음악의 잔잔한 감성",
      "유럽의 고풍스러운 바"
    ]
  },

    {
    id: 3,
    text: "어떤 음악이 흐르면 좋을 것 같나요?",
    options: [
      "클래식이나 재즈같은 부드러운 음악",
      "신나는 록이나 팝",
      "감성적인 발라드",
      "트렌디한 힙합 & R&B",
      "흥겨운 라틴음악",
      "인디 음악의 잔잔한 감성",
      "오페라나 심포니 같은 웅장한 음악"
    ]
  },


    {
    id: 4,
    text: "어떤 맛을 가장 좋아하나요?",
    options: [
      "상큼하고 시원한 맛",
      "달콤하고 부드러운 맛",
      "쌉쌀하고 깊은 맛",
      "새콤달콤한 과일 맛",
      "살짝 매콤함이 있는 독특한 맛",
      "크리미하고 부드러운 맛",
      "와인처럼 깊고 풍부한 맛"
    ]
  },


    {
    id: 5,
    text: "탄산은 어느정도가 좋으신가요?",
    options: [
      "아주 강한 탄산",
      "약간의 청량함",
      "탄산 없이 부드러운",
      "묵직한 바디감"
    ]
  },


    {
    id: 6,
    text: "오늘 어느 정도로 즐기고 싶으신가요?",
    options: [
      "오늘 한 번 취해보자!!",
      "적당하게 즐길 정도",
      "마시기 쉽고 가볍게",
    ]
  },



];